app/Controllers/Student.php

SELECT *
FROM `students`
---
    public function index()
    {
        $model = new StudentModel();
        $data['students'] = $model->findAll();